Revit 2027 API
ParameterTypeId.CurtaingridAnglen2 Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridAnglen2 { get; }
Public Shared ReadOnly Property CurtaingridAnglen2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridAnglen2 {
	ForgeTypeId^ get ();
}
static member CurtaingridAnglen2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace